Repository: PythonShe/Inkuna
Catalog: apps/ios/Inkuna/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# a11y_page_brightness
source: Page brightness
de: Seitenhelligkeit
es: Brillo de página
fr: Luminosité de la page
id: Kecerahan halaman
it: Luminosità pagina
ja: 画面の明るさ
ko: 페이지 밝기
pt: Brilho da página
ru: Яркость страницы
th: ความสว่างของหน้า
vi: Độ sáng trang
zh_hans: 页面亮度
zh_hant: 頁面亮度

# a11y_not_downloaded
source: Not downloaded
de: Nicht heruntergeladen
es: No descargado
fr: Non téléchargé
id: Belum diunduh
it: Non scaricato
ja: 未ダウンロード
ko: 다운로드되지 않음
pt: Não baixado
ru: Не загружено
th: ยังไม่ได้ดาวน์โหลด
vi: Chưa tải về
zh_hans: 未下载
zh_hant: 未下載

# a11y_chapter_row
source: Chapter %@, %@, page %lld
de: Kapitel %@, %@, Seite %lld
es: Capítulo %@, %@, página %lld
fr: Chapitre %@, %@, page %lld
id: Bab %@, %@, halaman %lld
it: Capitolo %@, %@, pagina %lld
ja: 第 %@ 章、%@、%lld ページ
ko: 챕터 %@, %@, %lld쪽
pt: Capítulo %@, %@, página %lld
ru: Глава %@, %@, страница %lld
th: บทที่ %@, %@, หน้า %lld
vi: Chương %@, %@, trang %lld
zh_hans: 第 %@ 章，%@，第 %lld 页
zh_hant: 第 %@ 章，%@，第 %lld 頁

# a11y_chapter_row_no_page
source: Chapter %@, %@
de: Kapitel %@, %@
es: Capítulo %@, %@
fr: Chapitre %@, %@
id: Bab %@, %@
it: Capitolo %@, %@
ja: 第 %@ 章、%@
ko: 챕터 %@, %@
pt: Capítulo %@, %@
ru: Глава %@, %@
th: บทที่ %@, %@
vi: Chương %@, %@
zh_hans: 第 %@ 章，%@
zh_hant: 第 %@ 章，%@

# a11y_no_results
source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
id: Tidak ada hasil
it: Nessun risultato
ja: 検索結果なし
ko: 검색 결과 없음
pt: Sem resultados
ru: Ничего не найдено
th: ไม่พบผลลัพธ์
vi: Không có kết quả
zh_hans: 无搜索结果
zh_hant: 無搜尋結果

# a11y_toggle_reader_controls
source: Show or hide reading controls
de: Lesesteuerung ein- oder ausblenden
es: Mostrar u ocultar controles de lectura
fr: Afficher ou masquer les commandes de lecture
id: Tampilkan atau sembunyikan kontrol baca
it: Mostra o nascondi controlli di lettura
ja: 読書コントロールの表示/非表示
ko: 독서 컨트롤 표시/숨기기
pt: Mostrar ou ocultar controles de leitura
ru: Показать или скрыть элементы управления
th: แสดงหรือซ่อนการควบคุมการอ่าน
vi: Hiện hoặc ẩn điều khiển đọc sách
zh_hans: 显示或隐藏阅读控制项
zh_hant: 顯示或隱藏閱讀控制項

# a11y_calendar_day_read
source: %@ %lld, read
de: %2$lld. %1$@, gelesen
es: %2$lld de %1$@, leído
fr: %2$lld %1$@, lu
id: %2$lld %1$@, dibaca
it: %2$lld %1$@, letto
ja: %@%lld日、読書済み
ko: %@ %lld일, 읽음
pt: %2$lld de %1$@, lido
ru: %2$lld %1$@, прочитано
th: %2$lld %@ อ่านแล้ว
vi: Ngày %2$lld %1$@, đã đọc
zh_hans: %@%lld日，已阅读
zh_hant: %@%lld日，已閱讀

# import_add_books
source: Add books
de: Bücher hinzufügen
es: Añadir libros
fr: Ajouter des livres
id: Tambahkan buku
it: Aggiungi libri
ja: 本を追加
ko: 도서 추가
pt: Adicionar livros
ru: Добавить книги
th: เพิ่มหนังสือ
vi: Thêm sách
zh_hans: 添加书籍
zh_hant: 加入書籍

# import_empty_title
source: Nothing on the shelf yet
de: Noch nichts im Regal
es: Aún no hay libros en la estantería
fr: Rien sur l'étagère pour l'instant
id: Belum ada apa pun di rak
it: Ancora nulla sullo scaffale
ja: 本棚にはまだ本がありません
ko: 책장에 아직 책이 없습니다
pt: Nada na estante ainda
ru: На полке пока пусто
th: ยังไม่มีหนังสือบนชั้น
vi: Chưa có cuốn sách nào trên giá
zh_hans: 书架上暂无书籍
zh_hant: 書架上暫無書籍

# import_empty_body
source: Add a book from Files, iCloud Drive, or wherever your books live. Inkuna keeps its own copy, so the original stays where it is.
de: Fügen Sie ein Buch aus „Dateien“, iCloud Drive oder von einem anderen Ort hinzu. Inkuna legt eine eigene Kopie an; das Original bleibt, wo es ist.
es: Añade un libro desde Archivos, iCloud Drive o donde guardes tus libros. Inkuna guarda su propia copia, por lo que el original permanece donde está.
fr: Ajoutez un livre depuis Fichiers, iCloud Drive ou tout autre emplacement. Inkuna conserve sa propre copie, laissant l'original intact.
id: Tambahkan buku dari File, iCloud Drive, atau tempat buku Anda berada. Inkuna menyimpan salinannya sendiri, jadi file asli tetap di tempatnya.
it: Aggiungi un libro da File, iCloud Drive o ovunque siano i tuoi libri. Inkuna ne conserva una copia separata, lasciando intatto l'originale.
ja: 「ファイル」やiCloud Driveなどから書籍を追加すると、ここに並びます。Inkuna内に複製されるため、元のファイルはそのまま残ります。
ko: '파일', iCloud Drive 등에서 도서를 추가하면 이곳에 보관됩니다. Inkuna는 자체 복사본을 유지하므로 원본 파일은 그대로 유지됩니다.
pt: Adicione um livro de Arquivos, iCloud Drive ou de onde seus livros estiverem. A Inkuna guarda uma cópia própria, então o original fica onde está.
ru: Добавьте книгу из «Файлов», iCloud Drive или другого хранилища. Inkuna сохраняет отдельную копию, не меняя оригинал.
th: เพิ่มหนังสือจากแอปไฟล์, iCloud Drive หรือแหล่งเก็บหนังสือของคุณ แล้วหนังสือจะมารออยู่ที่นี่ Inkuna จะเก็บสำเนาแยกต่างหาก ไฟล์ต้นฉบับจึงยังคงอยู่ที่เดิม
vi: Thêm sách từ Tệp, iCloud Drive hoặc bất kỳ nơi lưu trữ nào. Inkuna giữ một bản sao riêng, nên tệp gốc vẫn được giữ nguyên vẹn.
zh_hans: 从“文件”、iCloud 云盘或存放书籍的位置添加书籍。Inkuna 会保留独立副本，不影响原文件。
zh_hant: 從「檔案」、iCloud 雲碟或存放書籍的位置加入書籍。Inkuna 會保留獨立複本，不影響原始檔案。

# import_empty_footnote
source: EPUB, MOBI, AZW3, and TXT today. Comics to come.
de: Heute EPUB, MOBI, AZW3 und TXT. Comics und mehr folgen.
es: EPUB, MOBI, AZW3 y TXT hoy. Cómics y más formatos próximamente.
fr: Format EPUB, MOBI, AZW3 et TXT aujourd'hui. Bandes dessinées et plus à venir.
id: EPUB, MOBI, AZW3, dan TXT hari ini. Komik dan lainnya menyusul.
it: Supporto EPUB, MOBI, AZW3 e TXT disponibile ora. Fumetti e altri formati in arrivo.
ja: 現在はEPUB、MOBI、AZW3、TXTに対応しています。コミック等は今後対応予定です。
ko: 현재는 EPUB, MOBI, AZW3, TXT를 지원합니다. 만화 및 기타 포맷도 곧 지원될 예정입니다.
pt: EPUB, MOBI, AZW3 e TXT hoje. Quadrinhos e mais por vir.
ru: Сейчас поддерживаются EPUB, MOBI, AZW3 и TXT. Комиксы и другие форматы появятся позже.
th: ปัจจุบันรองรับไฟล์ EPUB, MOBI, AZW3 และ TXT ส่วนการ์ตูนและรูปแบบอื่นจะตามมาเร็วๆ นี้
vi: Hiện hỗ trợ định dạng EPUB, MOBI, AZW3 và TXT. Truyện tranh và các định dạng khác sẽ sớm ra mắt.
zh_hans: 当前支持 EPUB、MOBI、AZW3 与 TXT。漫画即将推出。
zh_hant: 目前支援 EPUB、MOBI、AZW3 與 TXT。漫畫即將推出。

# import_empty_action
source: Add your first book
de: Fügen Sie Ihr erstes Buch hinzu
es: Añade tu primer libro
fr: Ajouter votre premier livre
id: Tambahkan buku pertama Anda
it: Aggiungi il tuo primo libro
ja: 最初の1冊を追加
ko: 첫 번째 책 추가하기
pt: Adicionar seu primeiro livro
ru: Добавить первую книгу
th: เพิ่มหนังสือเล่มแรกของคุณ
vi: Thêm cuốn sách đầu tiên của bạn
zh_hans: 添加您的第一本书
zh_hant: 加入您的第一本書

# a11y_import_add_books
source: Add books to your library
de: Bücher zur Bibliothek hinzufügen
es: Añadir libros a la biblioteca
fr: Ajouter des livres à la bibliothèque
id: Tambahkan buku ke perpustakaan Anda
it: Aggiungi libri alla libreria
ja: 本棚に本を追加
ko: 서재에 도서 추가
pt: Adicionar livros à sua biblioteca
ru: Добавить книги в библиотеку
th: เพิ่มหนังสือลงในชั้น
vi: Thêm sách vào thư viện
zh_hans: 向书架添加书籍
zh_hant: 向書架加入書籍

# import_progress_eyebrow
source: Adding to your library
de: Zur Bibliothek hinzufügen
es: Añadiendo a la biblioteca
fr: Ajout à votre bibliothèque
id: Menambahkan ke perpustakaan Anda
it: Aggiunta alla libreria
ja: 本棚に追加中
ko: 서재에 추가하는 중
pt: Adicionando à sua biblioteca
ru: Добавление в библиотеку
th: กำลังเพิ่มหนังสือลงในชั้น
vi: Đang thêm vào thư viện
zh_hans: 正在添加至书架
zh_hant: 正在加入書架

# import_phase_preparing
source: Getting the file ready…
de: Die Datei wird vorbereitet…
es: Preparando el archivo…
fr: Préparation du fichier…
id: Menyiapkan berkas…
it: Preparazione del file…
ja: 準備中…
ko: 파일 준비 중…
pt: Preparando o arquivo…
ru: Подготовка файла…
th: กำลังเตรียมไฟล์…
vi: Đang chuẩn bị tệp…
zh_hans: 正在准备文件…
zh_hant: 正在準備檔案…

# import_phase_copying
source: Copying the file
de: Datei wird kopiert
es: Copiando el archivo
fr: Copie du fichier
id: Menyalin berkas
it: Copia del file in corso
ja: ファイルをコピー中
ko: 파일 복사 중
pt: Copiando o arquivo
ru: Копирование файла
th: กำลังคัดลอกไฟล์
vi: Đang sao chép tệp
zh_hans: 正在复制文件
zh_hant: 正在複製檔案

# import_phase_reading
source: Reading the book
de: Das Buch wird gelesen
es: Leyendo el libro
fr: Lecture du livre
id: Membaca buku
it: Lettura del libro in corso
ja: 書籍を読み込み中
ko: 도서 분석 중
pt: Lendo o livro
ru: Чтение книги
th: กำลังอ่านข้อมูลหนังสือ
vi: Đang đọc thông tin sách
zh_hans: 正在解析书籍
zh_hant: 正在解析書籍

# import_progress_count
source: %lld of %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
id: %lld dari %lld
it: %lld di %lld
ja: %lld / %lld
ko: %lld / %lld
pt: %lld de %lld
ru: %lld из %lld
th: %lld จาก %lld
vi: %lld trên %lld
zh_hans: 第 %lld 本，共 %lld 本
zh_hant: 第 %lld 本，共 %lld 本

# import_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# a11y_import_progress
source: Importing, %lld of %lld
de: Importiere %lld von %lld
es: Importando, %lld de %lld
fr: Importation, %lld sur %lld
id: Mengimpor, %lld dari %lld
it: Importazione in corso, %lld di %lld
ja: インポート中、%lld / %lld
ko: 가져오는 중, %lld / %lld
pt: Importando, %lld de %lld
ru: Импорт, %lld из %lld
th: กำลังนำเข้า, %lld จาก %lld
vi: Đang nhập, %lld trên %lld
zh_hans: 正在导入，第 %lld 本，共 %lld 本
zh_hant: 正在匯入，第 %lld 本，共 %lld 本

# import_done
source: Done
de: Fertig
es: Hecho
fr: Terminé
id: Selesai
it: Fine
ja: 完了
ko: 완료
pt: Concluir
ru: Готово
th: เสร็จสิ้น
vi: Xong
zh_hans: 完成
zh_hant: 完成

# import_result_cancelled
source: Import stopped
de: Import abgebrochen
es: Importación detenida
fr: Importation arrêtée
id: Impor dihentikan
it: Importazione interrotta
ja: インポートを中止しました
ko: 가져오기가 중단되었습니다
pt: Importação interrompida
ru: Импорт остановлен
th: หยุดการนำเข้าแล้ว
vi: Đã dừng nhập sách
zh_hans: 导入已停止
zh_hant: 匯入已停止

# import_result_nothing
source: Nothing added
de: Nichts hinzugefügt
es: No se añadió nada
fr: Rien n'a été ajouté
id: Tidak ada yang ditambahkan
it: Nessun elemento aggiunto
ja: 本は追加されませんでした
ko: 추가된 도서가 없습니다
pt: Nada adicionado
ru: Ничего не добавлено
th: ไม่ได้เพิ่มหนังสือ
vi: Không có cuốn sách nào được thêm
zh_hans: 未添加任何书籍
zh_hant: 未加入任何書籍

# import_result_already
source: Already in your library
de: Bereits in Ihrer Bibliothek
es: Ya en tu biblioteca
fr: Déjà dans votre bibliothèque
id: Sudah ada di perpustakaan Anda
it: Già nella libreria
ja: 既に追加されています
ko: 이미 서재에 있습니다
pt: Já está na sua biblioteca
ru: Уже в библиотеке
th: มีอยู่ในชั้นหนังสือแล้ว
vi: Đã có trong thư viện
zh_hans: 已存在于书架中
zh_hant: 已存在於書架中

# import_toast_added_one
source: Added %@
de: „%@“ hinzugefügt
es: Añadido %@
fr: %@ ajouté
id: Ditambahkan %@
it: Aggiunto %@
ja: 「%@」を追加しました
ko: %@ 추가됨
pt: Adicionado %@
ru: Добавлено: %@
th: เพิ่ม %@ แล้ว
vi: Đã thêm %@
zh_hans: 已添加《%@》
zh_hant: 已加入《%@》

# import_toast_already
source: %@ is already in your library
de: „%@“ ist bereits in Ihrer Bibliothek
es: %@ ya está en tu biblioteca
fr: %@ est déjà dans votre bibliothèque
id: %@ sudah ada di perpustakaan Anda
it: %@ è già nella tua libreria
ja: 「%@」は既に本棚にあります
ko: %@은(는) 이미 서재에 있습니다
pt: %@ já está na sua biblioteca
ru: %@ уже есть в вашей библиотеке
th: %@ มีอยู่ในชั้นหนังสือแล้ว
vi: %@ đã có trong thư viện của bạn
zh_hans: 《%@》已在书架中
zh_hant: 《%@》已在書架中

# import_toast_could_not_add
source: Couldn't add %@
de: „%@“ konnte nicht hinzugefügt werden
es: No se pudo añadir %@
fr: Impossible d'ajouter %@
id: Tidak dapat menambahkan %@
it: Impossibile aggiungere %@
ja: 「%@」を追加できませんでした
ko: %@을(를) 추가할 수 없습니다
pt: Não foi possível adicionar %@
ru: Не удалось добавить %@
th: ไม่สามารถเพิ่ม %@ ได้
vi: Không thể thêm %@
zh_hans: 未能添加《%@》
zh_hant: 未能加入《%@》

# import_subtitle_duplicate_one
source: 1 was already in your library
de: 1 war bereits in Ihrer Bibliothek
es: 1 ya estaba en tu biblioteca
fr: 1 était déjà dans votre bibliothèque
id: 1 sudah ada di perpustakaan Anda
it: 1 era già nella libreria
ja: 1冊は既に本棚にあります
ko: 1권은 이미 서재에 있습니다
pt: 1 já estava na sua biblioteca
ru: 1 уже была в библиотеке
th: 1 เล่มมีอยู่ในชั้นแล้ว
vi: 1 cuốn đã có trong thư viện
zh_hans: 1 本已在书架中
zh_hant: 1 本已在書架中

# import_subtitle_duplicate_many
source: %lld were already in your library
de: %lld waren bereits in Ihrer Bibliothek
es: %lld ya estaban en tu biblioteca
fr: %lld étaient déjà dans votre bibliothèque
id: %lld sudah ada di perpustakaan Anda
it: %lld erano già nella libreria
ja: %lld冊は既に本棚にあります
ko: %lld권은 이미 서재에 있습니다
pt: %lld já estavam na sua biblioteca
ru: %lld уже были в библиотеке
th: %lld เล่มมีอยู่ในชั้นแล้ว
vi: %lld cuốn đã có trong thư viện
zh_hans: %lld 本已在书架中
zh_hant: %lld 本已在書架中

# import_subtitle_failure_one
source: 1 couldn't be added
de: 1 konnte nicht hinzugefügt werden
es: 1 no se pudo añadir
fr: 1 n'a pas pu être ajouté
id: 1 tidak dapat ditambahkan
it: 1 non è stato possibile aggiungere
ja: 1冊を追加できませんでした
ko: 1권을 추가하지 못했습니다
pt: 1 não pôde ser adicionado
ru: 1 не удалось добавить
th: 1 เล่มไม่สามารถเพิ่มได้
vi: 1 cuốn không thể thêm
zh_hans: 1 本未能添加
zh_hant: 1 本未能加入

# import_subtitle_failure_many
source: %lld couldn't be added
de: %lld konnten nicht hinzugefügt werden
es: %lld no se pudieron añadir
fr: %lld n'ont pas pu être ajoutés
id: %lld tidak dapat ditambahkan
it: %lld non è stato possibile aggiungere
ja: %lld冊を追加できませんでした
ko: %lld권을 추가하지 못했습니다
pt: %lld não puderam ser adicionados
ru: %lld не удалось добавить
th: %lld เล่มไม่สามารถเพิ่มได้
vi: %lld cuốn không thể thêm
zh_hans: %lld 本未能添加
zh_hant: %lld 本未能加入

# import_subtitle_cancelled
source: you stopped the rest
de: Sie haben den Rest abgebrochen
es: detuviste el resto
fr: vous avez arrêté le reste
id: Anda menghentikan sisanya
it: hai interrotto i restanti
ja: 残りのインポートを中止しました
ko: 나머지 항목 가져오기를 중단했습니다
pt: você interrompeu o restante
ru: остальные были отменены вами
th: คุณหยุดส่วนที่เหลือแล้ว
vi: bạn đã dừng các mục còn lại
zh_hans: 已取消其余书籍的导入
zh_hant: 已取消其餘書籍的匯入

# import_section_added
source: Added
de: Hinzugefügt
es: Añadidos
fr: Ajoutés
id: Ditambahkan
it: Aggiunti
ja: 追加済み
ko: 추가됨
pt: Adicionados
ru: Добавлено
th: เพิ่มแล้ว
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已加入

# import_section_duplicates
source: Already in your library
de: Bereits in Ihrer Bibliothek
es: Ya en tu biblioteca
fr: Déjà dans votre bibliothèque
id: Sudah ada di perpustakaan Anda
it: Già nella libreria
ja: 既に追加されています
ko: 이미 서재에 있음
pt: Já está na sua biblioteca
ru: Уже в библиотеке
th: มีอยู่ในชั้นหนังสือแล้ว
vi: Đã có trong thư viện
zh_hans: 已在书架中
zh_hant: 已在書架中

# import_section_failures
source: Not added
de: Nicht hinzugefügt
es: No añadidos
fr: Non ajoutés
id: Tidak ditambahkan
it: Non aggiunti
ja: 追加できませんでした
ko: 추가되지 않음
pt: Não adicionados
ru: Не добавлено
th: ไม่สามารถเพิ่มได้
vi: Không thể thêm
zh_hans: 未能添加
zh_hant: 未能加入

# import_unknown_author
source: Unknown author
de: Unbekannter Autor
es: Autor desconocido
fr: Auteur inconnu
id: Penulis tidak dikenal
it: Autore sconosciuto
ja: 作者不明
ko: 작자 미상
pt: Autor desconhecido
ru: Неизвестный автор
th: ไม่ระบุผู้แต่ง
vi: Tác giả chưa rõ
zh_hans: 未知作者
zh_hant: 未知作者

# import_unnamed_file
source: This file
de: Diese Datei
es: Este archivo
fr: Ce fichier
id: Berkas ini
it: Questo file
ja: このファイル
ko: 해당 파일
pt: Este arquivo
ru: Этот файл
th: ไฟล์นี้
vi: Tệp này
zh_hans: 该文件
zh_hant: 該檔案

# import_status_added
source: Added to your library
de: Zu Ihrer Bibliothek hinzugefügt
es: Añadido a tu biblioteca
fr: Ajouté à votre bibliothèque
id: Ditambahkan ke perpustakaan Anda
it: Aggiunto alla libreria
ja: 本棚に追加しました
ko: 서재에 추가되었습니다
pt: Adicionado à sua biblioteca
ru: Добавлено в библиотеку
th: เพิ่มลงในชั้นหนังสือแล้ว
vi: Đã thêm vào thư viện
zh_hans: 已添加至书架
zh_hant: 已加入書架

# import_status_duplicate
source: Already in your library
de: Bereits in Ihrer Bibliothek
es: Ya en tu biblioteca
fr: Déjà dans votre bibliothèque
id: Sudah ada di perpustakaan Anda
it: Già nella libreria
ja: 既に本棚にあります
ko: 이미 서재에 있습니다
pt: Já está na sua biblioteca
ru: Уже в библиотеке
th: มีอยู่ในชั้นหนังสือแล้ว
vi: Đã có trong thư viện
zh_hans: 已存在于书架中
zh_hant: 已存在於書架中

# import_fail_unsupported
source: %@ files aren't supported yet — Inkuna reads EPUB, MOBI, AZW3, and TXT today.
de: %@-Dateien werden noch nicht unterstützt – Inkuna liest derzeit EPUB, MOBI, AZW3 und TXT.
es: Los archivos %@ aún no son compatibles — Inkuna lee EPUB, MOBI, AZW3 y TXT actualmente.
fr: Les fichiers %@ ne sont pas encore pris en charge — Inkuna lit les fichiers EPUB, MOBI, AZW3 et TXT.
id: Berkas %@ belum didukung — Inkuna membaca EPUB, MOBI, AZW3, dan TXT saat ini.
it: I file %@ non sono ancora supportati — Inkuna attualmente supporta i file EPUB, MOBI, AZW3 e TXT.
ja: %@ 形式はまだサポートされていません — 現在はEPUB、MOBI、AZW3、TXTに対応しています。
ko: %@ 파일은 아직 지원되지 않습니다 — Inkuna는 현재 EPUB, MOBI, AZW3, TXT를 지원합니다.
pt: Arquivos %@ ainda não são suportados — a Inkuna lê EPUB, MOBI, AZW3 e TXT atualmente.
ru: Файлы формата %@ пока не поддерживаются — Inkuna читает EPUB, MOBI, AZW3 и TXT.
th: ยังไม่รองรับไฟล์รูปแบบ %@ — ปัจจุบัน Inkuna รองรับเฉพาะ EPUB, MOBI, AZW3 และ TXT
vi: Tệp định dạng %@ chưa được hỗ trợ — Inkuna hiện hỗ trợ định dạng EPUB, MOBI, AZW3 và TXT.
zh_hans: 暂不支持 %@ 格式 — Inkuna 当前支持 EPUB、MOBI、AZW3 与 TXT。
zh_hant: 尚不支援 %@ 格式 — Inkuna 目前支援 EPUB、MOBI、AZW3 與 TXT。

# import_fail_unsupported_generic
source: This isn't a book file Inkuna recognizes.
de: Das ist keine Buchdatei, die Inkuna erkennt.
es: Inkuna no reconoce este formato de archivo de libro.
fr: Ce format de fichier de livre n'est pas reconnu par Inkuna.
id: Ini bukan berkas buku yang dikenali Inkuna.
it: Inkuna non riconosce questo formato di libro.
ja: Inkunaが対応している形式ではありません。
ko: Inkuna가 지원하는 파일 형식이 아닙니다.
pt: Este não é um arquivo de livro que a Inkuna reconhece.
ru: Inkuna не распознает этот формат книги.
th: Inkuna ไม่รู้จักรูปแบบไฟล์หนังสือนี้
vi: Inkuna không nhận dạng được định dạng tệp sách này.
zh_hans: Inkuna 无法识别此书籍文件格式。
zh_hant: Inkuna 無法識別此書籍檔案格式。

# import_fail_unknown_format
source: Inkuna couldn't tell what this file is
de: Inkuna konnte nicht erkennen, um welche Datei es sich handelt
es: Inkuna no pudo reconocer este formato de archivo
fr: Inkuna n'a pas pu reconnaître ce format de fichier
id: Inkuna tidak dapat mengenali jenis berkas ini
it: Inkuna non è riuscita a riconoscere questo formato
ja: Inkunaが対応している形式ではありません
ko: Inkuna가 지원하는 파일 형식이 아닙니다
pt: A Inkuna não conseguiu identificar este arquivo
ru: Inkuna не удалось распознать формат файла
th: Inkuna ไม่รู้จักรูปแบบไฟล์นี้
vi: Inkuna không nhận dạng được định dạng tệp này
zh_hans: Inkuna 无法识别此文件格式
zh_hant: Inkuna 無法識別此檔案格式

# import_fail_broken
source: This book can't be opened. It may be incomplete — or protected by DRM, which Inkuna doesn't support.
de: Dieses Buch kann nicht geöffnet werden. Es ist möglicherweise unvollständig oder durch DRM geschützt, was Inkuna nicht unterstützt.
es: No se puede abrir este libro. Puede que esté incompleto o protegido por DRM, que Inkuna no admite.
fr: Impossible d'ouvrir ce livre. Il est peut-être incomplet ou protégé par des DRM non pris en charge par Inkuna.
id: Buku ini tidak dapat dibuka. Mungkin tidak lengkap atau dilindungi DRM yang tidak didukung Inkuna.
it: Impossibile aprire questo libro. Potrebbe essere incompleto o protetto da DRM, che Inkuna non supporta.
ja: この書籍を開けません。ファイルが不完全であるか、Inkunaが対応していないDRMで保護されている可能性があります。
ko: 이 도서를 열 수 없습니다. 파일이 불완전하거나 Inkuna에서 지원하지 않는 DRM으로 보호되어 있을 수 있습니다.
pt: Não é possível abrir este livro. Ele pode estar incompleto ou protegido por DRM, que a Inkuna não suporta.
ru: Не удалось открыть эту книгу. Возможно, файл повреждён или защищён DRM, которую Inkuna не поддерживает.
th: ไม่สามารถเปิดหนังสือเล่มนี้ได้ ไฟล์อาจไม่สมบูรณ์ หรือได้รับการป้องกันด้วย DRM ซึ่ง Inkuna ไม่รองรับ
vi: Không thể mở sách này. Tệp có thể không đầy đủ hoặc được bảo vệ bằng DRM mà Inkuna không hỗ trợ.
zh_hans: 无法打开此书籍。文件可能不完整，或受 Inkuna 不支持的 DRM 保护。
zh_hant: 無法開啟此書籍。檔案可能不完整，或受 Inkuna 不支援的 DRM 保護。

# import_fail_archive
source: The file is damaged and couldn't be opened.
de: Die Datei ist beschädigt und konnte nicht geöffnet werden.
es: El archivo está dañado y no se pudo abrir.
fr: Le fichier est endommagé et ne peut pas être ouvert.
id: Berkas rusak dan tidak dapat dibuka.
it: Il file è danneggiato e non è stato possibile aprirlo.
ja: ファイルが破損しているため開けません。
ko: 파일이 손상되어 열 수 없습니다.
pt: O arquivo está danificado e não pôde ser aberto.
ru: Файл поврежден и не может быть открыт.
th: ไฟล์เสียหายและไม่สามารถเปิดได้
vi: Tệp bị hỏng và không thể mở được.
zh_hans: 文件已损坏，无法打开。
zh_hant: 檔案已損毀，無法開啟。

# import_fail_too_large
source: This file is too large for Inkuna to add.
de: Diese Datei ist zu groß, um sie zu Inkuna hinzuzufügen.
es: Este archivo es demasiado grande para que Inkuna lo añada.
fr: Ce fichier est trop volumineux pour qu'Inkuna puisse l'ajouter.
id: Berkas ini terlalu besar untuk ditambahkan ke Inkuna.
it: Questo file è troppo grande per essere aggiunto a Inkuna.
ja: ファイルサイズが大きすぎるため追加できません。
ko: 파일이 너무 커서 추가할 수 없습니다.
pt: Este arquivo é grande demais para a Inkuna adicionar.
ru: Этот файл слишком велик для добавления.
th: ไฟล์นี้มีขนาดใหญ่เกินกว่าที่ Inkuna จะเพิ่มได้
vi: Tệp này quá lớn để Inkuna có thể thêm vào.
zh_hans: 文件过大，Inkuna 无法添加。
zh_hant: 檔案過大，Inkuna 無法加入。

# import_fail_storage
source: The file couldn't be read. Check that it's still available and that this device has room.
de: Die Datei konnte nicht gelesen werden. Prüfen Sie, ob sie noch verfügbar ist und ob auf diesem Gerät genügend Speicherplatz vorhanden ist.
es: No se pudo leer el archivo. Comprueba que sigue disponible y que el dispositivo tiene espacio.
fr: Impossible de lire le fichier. Vérifiez qu'il est toujours disponible et que l'appareil dispose d'assez d'espace.
id: Berkas tidak dapat dibaca. Periksa apakah berkas masih tersedia dan perangkat ini memiliki ruang penyimpanan.
it: Impossibile leggere il file. Verifica che sia ancora disponibile e che il dispositivo abbia spazio.
ja: ファイルを読み込めませんでした。ファイルが存在し、端末に空き容量があるか確認してください。
ko: 파일을 읽을 수 없습니다. 파일이 유효하고 기기 저장 공간이 충분한지 확인하세요.
pt: Não foi possível ler o arquivo. Verifique se ele ainda está disponível e se este dispositivo tem espaço.
ru: Не удалось прочитать файл. Проверьте его доступность и наличие свободного места на устройстве.
th: ไม่สามารถอ่านไฟล์ได้ โปรดตรวจสอบว่าไฟล์ยังมีอยู่และอุปกรณ์มีพื้นที่ว่างเพียงพอ
vi: Không thể đọc tệp. Vui lòng kiểm tra tệp còn tồn tại và thiết bị còn đủ dung lượng.
zh_hans: 无法读取文件。请检查文件是否可用以及设备存储空间是否充足。
zh_hant: 無法讀取檔案。請檢查檔案是否可用以及裝置儲存空間是否充足。

# import_fail_unreadable
source: This file couldn't be read.
de: Diese Datei konnte nicht gelesen werden.
es: No se pudo leer este archivo.
fr: Impossible de lire ce fichier.
id: Berkas ini tidak dapat dibaca.
it: Impossibile leggere questo file.
ja: ファイルを読み込めませんでした。
ko: 파일을 읽을 수 없습니다.
pt: Não foi possível ler este arquivo.
ru: Не удалось прочитать файл.
th: ไม่สามารถอ่านไฟล์นี้ได้
vi: Không thể đọc tệp này.
zh_hans: 无法读取此文件。
zh_hant: 無法讀取此檔案。

# import_fail_library
source: Your library couldn't be written to.
de: In Ihre Bibliothek konnte nicht geschrieben werden.
es: No se pudo escribir en tu biblioteca.
fr: Impossible d'écrire dans votre bibliothèque.
id: Tidak dapat menulis ke perpustakaan Anda.
it: Impossibile scrivere nella libreria.
ja: ライブラリに保存できませんでした。
ko: 서재에 저장할 수 없습니다.
pt: Não foi possível gravar na sua biblioteca.
ru: Не удалось записать данные в библиотеку.
th: ไม่สามารถบันทึกข้อมูลลงชั้นหนังสือได้
vi: Không thể ghi dữ liệu vào thư viện.
zh_hans: 无法写入书架。
zh_hant: 無法寫入書架。

# import_fail_not_found
source: The book went missing from the library mid-import.
de: Das Buch ist während des Imports aus der Bibliothek verschwunden.
es: El libro desapareció de la biblioteca durante la importación.
fr: Le livre a disparu de la bibliothèque pendant l'importation.
id: Buku hilang dari perpustakaan saat proses impor.
it: Il libro è andato perso durante l'importazione.
ja: インポート中に書籍が見つからなくなりました。
ko: 가져오는 도중에 도서를 찾을 수 없게 되었습니다.
pt: O livro sumiu da biblioteca no meio da importação.
ru: Книга исчезла из библиотеки во время импорта.
th: หนังสือหายไปจากชั้นระหว่างการนำเข้า
vi: Sách bị mất khỏi thư viện trong lúc đang nhập.
zh_hans: 导入过程中文件已不存在。
zh_hant: 匯入過程中檔案已不存在。
